{
    "o que é sustentabilidade?": "Sustentabilidade é o uso consciente dos recursos naturais para garantir que as futuras gerações também possam usufruir deles.",
    "por que reciclar é importante?": "Reciclar reduz a quantidade de lixo, economiza recursos naturais e diminui a poluição.",
    "como posso economizar energia em casa?": "Use lâmpadas LED, desligue aparelhos da tomada, aproveite a luz natural e evite deixar eletrônicos em stand-by.",
    "quais são os 3 rs da sustentabilidade?": "Reduzir, Reutilizar e Reciclar. Eles ajudam a diminuir o impacto ambiental.",
    "como posso economizar água?": "Feche a torneira enquanto escova os dentes, conserte vazamentos e utilize a água da chuva para tarefas externas.",
    "o que é consumo consciente?": "É fazer escolhas que consideram os impactos ambientais, sociais e econômicos antes de consumir produtos ou serviços.",
    "quais materiais podem ser reciclados?": "Papel, plástico, vidro e metal são os principais materiais recicláveis.",
    "o que é compostagem?": "Compostagem é o processo de transformar restos orgânicos em adubo natural, ajudando a reduzir o lixo e nutrir o solo.",
    "como a poluição afeta o planeta?": "A poluição contamina o ar, a água e o solo, prejudicando a saúde dos seres vivos e acelerando as mudanças climáticas.",
    "o que é pegada de carbono?": "É a quantidade de gases de efeito estufa emitidos por uma pessoa, empresa ou produto ao longo do tempo.",
    "como diminuir minha pegada de carbono?": "Use transporte público, consuma alimentos locais, reduza o consumo de carne e evite desperdícios.",
    "o que são energias renováveis?": "São fontes de energia que se renovam naturalmente, como solar, eólica, hídrica e biomassa.",
    "como a alimentação impacta o meio ambiente?": "A produção de alimentos, especialmente carne, consome muita água e energia, e pode causar desmatamento e poluição.",
    "como posso ajudar o meio ambiente?": "Reduza o consumo, recicle, use menos plástico, economize água e energia e plante árvores.",
    "o que é aquecimento global?": "É o aumento da temperatura média do planeta causado pela emissão de gases poluentes na atmosfera.",
    "quais são os efeitos das mudanças climáticas?": "Eventos extremos como secas, enchentes, derretimento de geleiras e aumento do nível do mar.",
    "como ensinar sustentabilidade para crianças?": "Com exemplos práticos, brincadeiras, livros educativos e incentivo ao cuidado com o meio ambiente.",
    "como posso participar de ações sustentáveis na minha cidade?": "Busque ONGs locais, participe de mutirões de limpeza, feiras ecológicas e projetos de educação ambiental.",
    "o que é logística reversa?": "É o retorno de produtos e embalagens ao fabricante para descarte ou reaproveitamento correto.",
    "por que devemos evitar o uso de sacolas plásticas?": "Porque elas poluem o meio ambiente, levam séculos para se decompor e podem matar animais marinhos."
  }
  